Revit 2027 API
ParameterTypeId.DimValueAngle Property
 "Value"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimValueAngle { get; }
Public Shared ReadOnly Property DimValueAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimValueAngle {
	ForgeTypeId^ get ();
}
static member DimValueAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace